---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.LoadOrientTo.Project
enum: Autodesk.Revit.DB.Structure.LoadOrientTo
zh: 项目
source: html/c5375af8-d19d-73dd-6248-4c2440506517.htm
---
# Autodesk.Revit.DB.Structure.LoadOrientTo.Project

**中文**: 项目

Load is oriented in respect to project global coordinate system, that is X to East, Y to North, and Z to up.